Repository: Clusterize/UserVoice-XamarinBindings
Catalog: UserVoiceBindings/Resources/*.lproj/UserVoice.strings
Languages: hr, zh_hant

source: %@ (required)
zh_hant: %@ (必填)

source: %@ ideas
hr: %@ Ideje
zh_hant: %@ 建議

source: %d people
hr: %d ljudi
zh_hant: %d 人

source: (required)
hr: (obvezno)
zh_hant: (必須填寫)

source: 1 idea
hr: 1 ideja
zh_hant: 1 想法

source: 1 person
hr: 1 osoba
zh_hant: 1 人

source: A suggestion with this title already exists. Please change the title.
hr: Prijedlog s ovim naslovom već postoji. Molimo promijenite naslov.
zh_hant: 已有一個同樣標題的建議。請更改標題。

source: Add a comment
hr: Dodaj komentar
zh_hant: 增加一個意見

source: Additional Details
hr: Dodatne detalje
zh_hant: 額外的詳細資訊

source: All
hr: Sve
zh_hant: 全部

source: All Articles
hr: Svi članci
zh_hant: 所有文章

source: Are any of these helpful?
hr: Jesu li bilo koji od ovih pomoći?
zh_hant: 這些文章對您有幫助嗎?

source: Articles
hr: Članci
zh_hant: 文章

source: Back
hr: Natrag
zh_hant: 返回

source: Cancel
hr: Otkaži
zh_hant: 取消

source: Category
hr: Kategorija
zh_hant: 類別

source: Close
hr: Zatvori
zh_hant: 關閉

source: Comment
hr: Komentar
zh_hant: 評論

source: Description (optional)
hr: Opis (opcionalno)
zh_hant: 說明（可有可無）

source: Do you still want to contact us?
hr: Još uvijek naš želite kontaktirati?
zh_hant: 你仍想要與我們聯繫嗎？

source: Do you still want to post your own idea?
hr: Da li i dalje želite objaviti svoju ideju?
zh_hant: 請問你仍然要發佈你的意見嗎?

source: Don't save
hr: Nemoj spremiti
zh_hant: 不儲存

source: Done
hr: Gotovo
zh_hant: 完成

source: Email
hr: E-pošta
zh_hant: 信件

source: Enter UserVoice password for %@
hr: Upišite zaporku UserVoice za %@
zh_hant: 輸入 %@ 的 UserVoice 密碼

source: enter value
hr: upišite vrijednost
zh_hant: 請輸入資料

source: Enter your email
hr: Upiši svoju adresu e-pošte
zh_hant: 輸入你的電郵地址

source: Error
hr: Pogreška
zh_hant: 錯誤

source: Feedback
hr: Vaše mišljenje
zh_hant: 意見與建議

source: Feedback & Support
hr: Povratna informacija & podrška
zh_hant: 意見與建議和相關服務

source: Feedback Forum
hr: Forum za povratne informacije
zh_hant: 意見與建議論壇

source: Forgot password
hr: Zaboravili ste lozinku
zh_hant: 忘記密碼

source: Give feedback or ask for help...
hr: Dajte svoje mišljenje ili pitati za pomoć ...
zh_hant: 給我們建議或者尋求幫助...

source: Great! Glad we could help.
hr: Veliki! Drago mi je što smo mogli pomoći.
zh_hant: 太好了! 很高興我們幫得上忙.

source: I want this
hr: Želim ovo
zh_hant: 我想要這個

source: I want this!
hr: Želim to!
zh_hant: 我想要這個!

source: Ideas
hr: Ideje
zh_hant: 意見

source: Knowledge Base
hr: Baza znanja
zh_hant: 知識庫

source: Knowledge base
hr: Baza znanja
zh_hant: 知識庫

source: Load more
hr: Još učitaj
zh_hant: 載入更多

source: Loading...
zh_hant: 讀取中...

source: Message sent!
hr: Poruka je poslana!
zh_hant: 訊息已經寄出!

source: more
hr: više
zh_hant: 更多

source: Name
hr: Ime
zh_hant: 名稱

source: Next
hr: Sljedeći
zh_hant: 下一步

source: No
hr: Ne
zh_hant: 否

source: No, I'm done
hr: Ne, završio sam
zh_hant: 沒有事情了

source: OK
hr: U redu
zh_hant: 確定

source: Password reset email sent to %@
hr: Resetiranje lozinke e-mail poslan %@
zh_hant: 密碼重設信已寄至 %@

source: Please enter some text before submitting your comment.
hr: Unesite tekst prije slanja vašeg komentara.
zh_hant: 送出意見前，請先輸入文字。

source: Please enter your email address before submitting your comment.
hr: Unesite svoju adresu e-pošte prije slanja vašeg komentara.
zh_hant: 送出意見前，請先輸入你的電郵地址。

source: Please enter your email address before submitting your ticket.
hr: Molimo upišite adresu e-pošte prije slanja ulaznice.
zh_hant: 投票前，請先輸入你的電郵地址。

source: Please fill out all required fields.
hr: Molimo Vas da ispunite sva obavezna polja.
zh_hant: 請填寫所有需要的欄位。

source: Post
hr: Objava
zh_hant: 發表

source: Post an idea
hr: Objavi ideju
zh_hant: 發表意見

source: Powered by UserVoice
zh_hant: 本站由UserVoice

source: Related articles
hr: Vezani članci
zh_hant: 相關文章

source: Related feedback
hr: Povezano feedback
zh_hant: 相關回應

source: Save draft
hr: Spremi nacrt
zh_hant: 儲存草稿

source: Search
hr: Pretraži
zh_hant: 搜尋

source: Search forum
hr: Traži forum
zh_hant: 搜尋論壇

source: select
hr: odabrati
zh_hant: 選擇

source: Send
hr: Šalji
zh_hant: 傳送

source: Send us a message
hr: Pošaljite nam poruku
zh_hant: 聯絡我們

source: Sign in
hr: Prijava
zh_hant: 登入

source: Skip
hr: Preskočiti
zh_hant: 略過

source: Sorry, there was an error in the application.
hr: Žao nam je, došlo je do pogreške u aplikaciji.
zh_hant: 抱歉，應用程式出現錯誤。

source: Thank you!
hr: Hvala vam!
zh_hant: 感謝您!

source: There appears to be a problem with your network connection, please check your connectivity and try again.
hr: Čini se da dolazi do problema s vašom mrežnom vezom, molimo da provjerite svoju povezanost i pokušate ponovno.
zh_hant: 所用網路連線似乎有問題，請檢查一下網路連線，然後再試一次。

source: There was a problem logging you in.
hr: Tu je problem što se prijavite.
zh_hant: 遇到問題，暫時無法讓您登錄。

source: this
hr: ovo
zh_hant: 這個

source: This application didn't configure UserVoice properly
hr: Ova aplikacija nije pravilno konfigurirala UserVoice
zh_hant: 此應用程式尚未設定，無法用於 UserVoice 論壇

source: this idea
hr: ova ideja
zh_hant: 這個意見

source: Title
hr: Naslov
zh_hant: 標題

source: Try again
hr: Ponovite
zh_hant: 再試一次

source: User name
hr: Korisničko ime
zh_hant: 使用者名稱

source: View idea
hr: Prikaži ideju
zh_hant: 閱覽意見和建議

source: Was this article helpful?
hr: Pomaže li ovaj članak?
zh_hant: 這篇文章是否有幫助？

source: We'll be in touch.
hr: Bit ćemo u kontaktu.
zh_hant: 我們會保持聯繫的。

source: When you post an idea on our forum, others will be able to subscribe to it and make comments. When we respond to the idea, you'll get notified.
hr: Kada objavite ideju na našem forumu, drugi će biti u mogućnosti da se pretplatite na njega i napraviti komentare. Kad smo odgovoriti na ideju, da ćete dobiti obavijest.
zh_hant: 當你發表意見至論壇時，其他人可以訂閱或者回覆。 當我們回應這個意見時，您將收到通知。

source: Would you like to contact us?
hr: Želite li nam se obratiti?
zh_hant: 是否想要與我們聯絡？

source: Write a comment...
hr: Napiši komentar…
zh_hant: 請留言...

source: Yes
hr: Da
zh_hant: 是

source: Yes!
hr: Da!
zh_hant: 是！

source: Yes, go to my message
hr: Da, idi u moju poruku
zh_hant: 可以，前往我的信件

source: Yes, I want to post my idea
hr: Da, želim objaviti svoju ideju
zh_hant: 是的, 我想要刊登我的想法

source: Your feedback has been posted to our feedback forum.
hr: Vaše povratne informacije je objavljena na našoj povratne forumu.
zh_hant: 您的意見已經發布到我們的論壇

source: “Anonymous”
hr: „Anonimno“
zh_hant: 「匿名」
